export const columns = [
  {
    title: "任务ID",
    dataIndex: "id",
    width: 100,
  },
  {
    title: "所属项目",
    dataIndex: "project",
    width: 200,
  },
  {
    title: "任务状态",
    dataIndex: "status",
    width: 200,
  },
  {
    title: "创建时间",
    dataIndex: "time",
    width: 200,
  },
  {
    title: "备注",
    dataIndex: "description",
    width: 400,
  },
];
export const data = [
  {
    id: "69",
    project: "采式务心",
    status: "671853",
    time: "1981-10-03 09:58:28",
    description:
      "候并其二要张过维或么响保。示件集任也众器圆王比少所别消好史。两律现提近共表米约低米阶严由作保。面成立头阶布可度几养切要求名只华别。",
  },
  {
    id: "50",
    project: "习流分内整构",
    status: "542235",
    time: "1976-05-21 11:35:35",
    description:
      "万说值设号会效度九新它南件再作。什九验将型表则资发设准话车。况心调情位住状时立话十本存委认世。期计四亲小至法青经必会经感。",
  },
  {
    id: "59",
    project: "近求两文科步周",
    status: "453499",
    time: "2021-06-29 20:04:16",
    description:
      "外极角也了据活本中心共思转量七。等类导存难值车点治更织新局你下。意压很区许主求制参委受去建好。况包南单层住局实水般西华数。放历进起织几解加厂所还海或其。率共力格百图心约快军制圆受干还政。机况果划素数示成命前并十向何。",
  },
  {
    id: "8",
    project: "论名做于立",
    status: "562937",
    time: "1971-08-11 08:40:15",
    description:
      "整将领样清还收外商儿造开龙属。许机六格易同话去大或年本增较音本。知议听家取历清布始北则总里。问省根时运则持命对主此可许。",
  },
  {
    id: "65",
    project: "元什结图状无将",
    status: "837024",
    time: "1983-05-02 23:09:04",
    description:
      "温成料实和青军最量往万标片如。家方军议出张六有东点民们组。位包元机光常严华上心想北低信车。",
  },
  {
    id: "99",
    project: "安满也过利治",
    status: "845558",
    time: "1992-06-25 22:38:22",
    description:
      "空许权由八建件教平龙众五过法。严和形它话例权品厂严来活海。质道被革定品对活社数说金原进养义。起习众石受长求次或属界每类。时无眼东水领指观本市情干被般立光单。",
  },
  {
    id: "17",
    project: "说第再小程",
    status: "653828",
    time: "1984-10-15 17:00:57",
    description:
      "她所革制南进精商根直还群机育来四极号。性低那高快米员说应学美子无共。能车除断取导原高常清克真据。前太约认标给常果有已府油干。体解什满品精管每被几引准效传清比府。",
  },
  {
    id: "97",
    project: "革土每十矿声放",
    status: "855527",
    time: "1996-12-18 03:12:15",
    description:
      "热热己干阶年斗农的构维南队。验性低风片再导军用本的之拉况还步内始。为重习根入可西地家做心表快常。严压万东光查再但历为条安作于术。强为几温比干复去高动量造团飞适调那。产快九儿还非结之开目速你于状如命数管。性法力史半眼县务经学结历处关。",
  },
  {
    id: "3",
    project: "于类状",
    status: "385828",
    time: "1990-05-12 07:34:35",
    description:
      "内她报构断八还者非部之拉思十。质管同年须基电己快力置又边料提三。在内给为任什一成改任包包交西结红美达。建导去专八周头分九毛员电严真广。地点前应严展对王没义口头品关严理书。论又号由清该导常严影规必该相千布部海。构作连段率群是究三安山及那把。",
  },
  {
    id: "20",
    project: "自则装至易",
    status: "256577",
    time: "1976-02-22 20:00:59",
    description:
      "江把铁着准队派什面装统改按直决机合西。目信表米个地争包温该到好任教点改。阶置起按发应斗个美百亲话装下度者。小造角儿整达研规参且府号再交专例。把出和气得则花化收表确家。",
  },
  {
    id: "93",
    project: "深别门",
    status: "600298",
    time: "1999-11-16 16:42:50",
    description:
      "办物战半天集通流研除矿活月油合。眼称关新其火社治族据志非传。重军自利报情象算拉争做里深来。",
  },
  {
    id: "6",
    project: "了向会即产",
    status: "738637",
    time: "1970-03-18 02:44:12",
    description:
      "集听深斗最关提非拉存决总。明划上民都制子导只国况家。北常眼通却须领技算边候记。地运属个节局与片集千感里加教确说。",
  },
  {
    id: "62",
    project: "间张者便体都",
    status: "138352",
    time: "2010-02-12 07:50:04",
    description:
      "期联想难高斗道取划指合斗它马。问一作二步种国非元身学不何展老小。是历华术术给西及机格众定合海。工被写者格知关由类流专是不。我受数算了类派近育万省时是么当。七她值区问往设物基济价将需。",
  },
  {
    id: "25",
    project: "争完农指当听",
    status: "175508",
    time: "1985-06-15 07:38:55",
    description:
      "该克好金论什我委更可区参马府心。者问提流义议资白定才数族活。整农地不率没受经特素标布特在报用。如际比十参备情者发看两厂团技代。信动亲原称位叫般及心己干象结手长。",
  },
  {
    id: "97",
    project: "还情养常长龙",
    status: "278986",
    time: "2017-05-10 08:13:56",
    description:
      "门力局叫等对影照在织持展听。求事产决大产没究金议自千报给适。量者受矿出究路如论状使美。色候公亲很打价动往传见积养并气毛。对电更人了科了容事关油记还结本数她义。",
  },
  {
    id: "19",
    project: "人基制见条",
    status: "783950",
    time: "2004-04-08 23:29:45",
    description:
      "则多积论院适需还速先观极四见。被保局可年增而究石国也次。计入根相离计任物提军处形市象青目。数太世习江革表史性步大除。",
  },
  {
    id: "80",
    project: "主能律通根内",
    status: "173370",
    time: "1980-05-01 05:48:02",
    description:
      "包多天月值装道阶史可院斯政研。但布八亲查究海支段商维最消条习。得派已却县空山传原具最向是展得。开心群动书在子分治满清任例。见了更你形话江与增备法头约先。先队要要造可照况条眼收号们用。",
  },
  {
    id: "80",
    project: "类市则带",
    status: "437135",
    time: "1977-02-28 00:17:39",
    description:
      "速风容公和万路农党正劳准从工类千石候。因说走话火产已就角则儿因间研具目近间。今局几于从受根眼风周平极传因。设点政层资系米入划拉路质件名。率力价满则土率性样联什期条式划。",
  },
  {
    id: "8",
    project: "中感族",
    status: "602514",
    time: "2006-04-29 03:11:54",
    description:
      "近走素道性产专系社参需活太得联想。适则打能省常他走的区制几进回消。老验级先按美运管先省光则备示强一格矿。自阶达反斯华造你说式低年先来法近。起你具空后包油特面要说示委。大音什必前识当次气题它示改不红十建。",
  },
  {
    id: "92",
    project: "叫门及人原特发",
    status: "513811",
    time: "1974-01-12 22:18:18",
    description:
      "党难流什交验指根张西集必亲之低。民族确示果火体分重理务易从无。置百采定据条社题快型今学治期。回以时构人技济者名什心长王克圆指织。",
  },
];
